#!/bin/bash
# python3 -m kokoro -t "こんにちは、私は芝浦緑です" -l j -m jf_nezumi -o test.wav --debug
# python3 -m kokoro -t "日本国民は、正当に選挙された国会における代表者を通じて行動し、われらとわれらの子孫のために、諸国民との協和による成果と、わが国全土にわたつて自由のもたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうにすることを決意し、ここに主権が国民に存することを宣言し、この憲法を確定する。" -l j -m jf_nezumi -o test.wav --debug
# python3 -m kokoro -t "日本国民は、正当に選挙された国会における代表者を通じて行動し、われらとわれらの子孫のために、諸国民との協和による成果と、わが国全土にわたつて自由のもたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうにすることを決意し、ここに主権が国民に存することを宣言し、この憲法を確定する。日本国民は、正当に選挙された国会における代表者を通じて行動し、われらとわれらの子孫のために、諸国民との協和による成果と、わが国全土にわたつて自由のもたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうにすることを決意し、ここに主権が国民に存することを宣言し、この憲法を確定する。" -l j -m jf_nezumi -o test.wav --debug
# python3 -m kokoro -t "日本国民は、正当に選挙された国会における代表者を通じて行動し、われらとわれらの子孫のために、諸国民との協和による成果と、わが国全土にわたつて自由のもたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうにすることを決意し、ここに主権が国民に存することを宣言し、この憲法を確定する。日本国民は、正当に選挙された国会における代表者を通じて行動し、われらとわれらの子孫のために、諸国民との協和による成果と、わが国全土にわたつて自由のもたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうにすることを決意し、ここに主権が国民に存することを宣言し、この憲法を確定する。日本国民は、正当に選挙された国会における代表者を通じて行動し、われらとわれらの子孫のために、諸国民との協和による成果と、わが国全土にわたつて自由のもたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうにすることを決意し、ここに主権が国民に存することを宣言し、この憲法を確定する。" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "あああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "ああああああああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "あああああああああああああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "ああああああああああああああああああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "あああああああああああああああああああああああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "ああああああああああああああああああああああああああああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ" -l j -m jf_nezumi -o test.wav --debug
python3 -m kokoro -t "ああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ" -l j -m jf_nezumi -o test.wav --debug

